[ARFMHinterPlayable X2CharacterTemplate]
strCharacterName="暗示者"
strAcquiredText="美丽，性感，又隐约可怕，这些外星人似乎更喜欢在幕后活动，不引人注意。"

[ARFMAspirantHinter X2SoldierClassTemplate]
DisplayName = "暗示者"
ClassSummary="他们来自荣耀之下的十字路口。尽管表面上对人类充满好感，但这些外星人与反抗军合作的目的和动机一样神秘莫测。但有一点是清楚的，他们对长老们没有特别的忠诚。"
LeftAbilityTreeTitle = "暗示者"
RightAbilityTreeTitle = "暗示者"
AbilityTreeTitles[0]="魅力"
AbilityTreeTitles[1]="渴望"
AbilityTreeTitles[2]="魅力"
AbilityTreeTitles[3]="XCOM"

RankIcons[0]= "UILibrary_ARFMAspirant.Aspirant_0"
RankIcons[1]= "UILibrary_ARFMAspirant.Aspirant_1"
RankIcons[2]= "UILibrary_ARFMAspirant.Aspirant_2"
RankIcons[3]= "UILibrary_ARFMAspirant.Aspirant_3"
RankIcons[4]= "UILibrary_ARFMAspirant.Aspirant_4"
RankIcons[5]= "UILibrary_ARFMAspirant.Aspirant_5"
RankIcons[6]= "UILibrary_ARFMAspirant.Aspirant_6"
RankIcons[7]= "UILibrary_ARFMAspirant.Aspirant_7"
RankIcons[8]= "UILibrary_ARFMAspirant.Aspirant_8"

RandomNickNames[0]="暗示者"
RandomNickNames[1]="赫勒尔德"
RandomNickNames[2]="沃德"
RandomNickNames[3]="米偌"
RandomNickNames[4]="幽灵"
RandomNickNames[5]="海克斯"
RandomNickNames[6]="米思卓斯"
RandomNickNames[7]="齐纳"
RandomNickNames[8]="禅"
RandomNickNames[9]="女巫"
RandomNickNames[10]="怪物"
RandomNickNames[11]="恐怖"
RandomNickNames[12]="噩梦"

PhotoboothSoloBLines_Male[0]="他们从荣耀之下的十字路口而来"
PhotoboothSoloBLines_Male[1]="异形与人类，一起自由！"
PhotoboothSoloBLines_Male[2]="长老必须倒下"
PhotoboothSoloBLines_Male[3]="异形英雄！"
PhotoboothSoloBLines_Male[4]="匿名外星人想要你"
PhotoboothSoloBLines_Male[5]="并非所有外星人都支持变种人！"
PhotoboothSoloBLines_Male[6]="您所在地区的热门单身外星人！加入抵抗军！"
PhotoboothSoloBLines_Male[7]="暗示者送货服务。"
PhotoboothSoloBLines_Female[0]="他们从荣耀之下的十字路口而来"
PhotoboothSoloBLines_Female[1]="异形与人类，一起自由！"
PhotoboothSoloBLines_Female[2]="长老必须倒下"
PhotoboothSoloBLines_Female[3]="异形英雄！"
PhotoboothSoloBLines_Female[4]="匿名外星人想要你"
PhotoboothSoloBLines_Female[5]="并非所有外星人都支持变种人！"
PhotoboothSoloBLines_Female[6]="您所在地区的热门单身外星人！加入抵抗军！"
PhotoboothSoloBLines_Female[7]="暗示者送货服务。"

[HinterArmor X2ArmorTemplate]
FriendlyName="基本皮肤整合"
FriendlyNamePlural="基本皮肤整合"
BriefSummary="暗示者能够将这种设计融入其外壳，从而增强其自然耐用性。"
TacticalText="<Bullet/>增强暗示者的生存能力。"

[PlatedHinterArmor X2ArmorTemplate]
FriendlyName="合金真皮整合"
FriendlyNamePlural="合金真皮整合"
BriefSummary="暗示者能够将这种设计融入其外壳，从而增强其自然耐用性。"
TacticalText="<Bullet/>增强暗示者的生存能力。"

[PoweredHinterArmor X2ArmorTemplate]
FriendlyName="Elerium 皮肤整合"
FriendlyNamePlural="Elerium 皮肤整合"
BriefSummary="暗示者能够将这种设计融入其外壳，从而增强其自然耐用性。"
TacticalText="<Bullet/>增强暗示者的生存能力。"

[HinterSidearm_CV X2WeaponTemplate]
FriendlyName="H1辛特自动手枪"
FriendlyNamePlural="H1辛特自动手枪"
BriefSummary="这款手枪是根据我们的暗示者特工要求的定制规格制造的，尽管沈对这个神秘的外星人的不信任已经很明显了。"
TacticalText="<Bullet/> 这种自动手枪使暗示者在不使用灵能能力时能够灵活地通过常规方式与敌人作战。"
AbilityDescName="H1自动手枪"

[HinterSidearm_MG X2WeaponTemplate]
FriendlyName="H2辛特高斯自动手枪"
FriendlyNamePlural="H2辛特高斯自动手枪"
BriefSummary="这款 Mag 手枪是根据我们的暗示者特工要求的定制规格制造的，尽管沈对这个神秘的外星人的不信任已经很明显了。"
TacticalText="<Bullet/>高斯自动手枪为暗示者的日常战斗能力带来了显著的提升。"
AbilityDescName="H1自动手枪"

[HinterSidearm_BM X2WeaponTemplate]
FriendlyName="H3暗示者等离子自动手枪"
FriendlyNamePlural="H3暗示者等离子自动手枪"
BriefSummary="这种等离子手枪的变体是根据我们的暗示者特工要求的定制规格制造的，尽管沈对这个神秘的外星人的不信任已经很明显了。"
TacticalText="<Bullet/>高斯自动手枪为暗示者的日常战斗能力带来了显著的提升。"
AbilityDescName="H1自动手枪"

[HinterSidearm_REQ X2WeaponTemplate]
FriendlyName="H4暗示者哈克连发卡宾枪"
FriendlyNamePlural="H4暗示者哈克连发卡宾枪"
BriefSummary="我们的暗示者特工的首选武器。哈克的这一版本增加了火力，但正如我们的暗示者特工所要求的那样，为了获得火力而移除了后坐力阻尼器，导致人类无法使用它，因为它可能会折断他们的手腕。"
TacticalText="<Bullet/> 哈克连发卡宾枪具有快速充电电池，因此无需重新装弹。"
AbilityDescName="哈克爆裂卡宾枪"

[POI_PlayableHinter X2PointOfInterestTemplate]
DisplayNames[0]="幽灵信号"
DisplayNames[1]="旧战争传送器"
DisplayNames[2]="虚空回响"

CompletedSummaries[0]="在追踪到抵抗军通信波长上传输到废弃的抵抗军避难所的信号来源后，我们发现了一个奇怪的外星人……女人，找不到更好的词来形容她。她看起来和蔼可亲、顺从，而且温顺得有些奇怪。她表示愿意加入XCOM，并说她就是为此目的才召唤我们的。"
CompletedSummaries[1]="来自远古战争的发射器开始在旧XCOM频道上广播。当我们的船员着陆时，他们受到了一位外星女性的欢迎，她站在一堆变种人士兵的残骸前，戏剧性地鞠躬致意。我来为你们的事业提供帮助，解放你们的世界，她说。尽管沈觉得自己的动机可疑，但她并不缺乏证明自己的渴望。"
CompletedSummaries[2]="该地区探测到奇怪的灵能爆发，这导致了调查。一个外星女人，看起来像是生物机械的，正在等我们，以挑逗的姿势坐在变种人板条箱上。她表示她没有恶意，只是想和泰根博士谈谈。最可疑的是，她声称自己是一名快递员，来这里送他订购的变种人汉堡。经过审讯，泰根博士承认，虽然他正在等待变种人汉堡的死信箱，但外星女人提供了准确的情报，并确认了她的名字，但也表示他以前从未见过这位快递员。在与外星人进行了长时间的讨论后，外星女人承认她宁愿更积极地为抵抗军服务，而不是担任泰根的汉堡送货女孩。"

POIImages[0]="img:///UILibrary_PlayableHinter.PlayableHinter"
POIImages[1]="img:///UILibrary_PlayableHinter.PlayableHinter"
POIImages[2]="img:///UILibrary_PlayableHinter.PlayableHinter"